人生杂谈/领悟.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-07-20 Sat 10:18 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>悟</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="qxg" />
<link rel="shortcut icon" type="image/x-icon" href="/static/img/favicon.ico">
<link rel="stylesheet" type="text/css" href="/static/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="/static/css/readtheorg.css"/><link rel="stylesheet" type="text/css" href="/static/css/orgstyle.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/index.html"> UP </a>
 |
 <a accesskey="H" href="/index.html"> HOME </a>
</div><div id="content">
<h1 class="title">悟</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org821b916">胡说八道</a></li>
</ul>
</div>
</div>

<div id="outline-container-org821b916" class="outline-2">
<h2 id="org821b916">胡说八道</h2>
<div class="outline-text-2" id="text-org821b916">
<ul class="org-ul">
<li>专家不轻易在网上讨论，给小白普及知识的一般不是专家。某个知识普及火了，专家会站出来纠错。</li>
<li>听音乐的时候会思考自己与世界格格不入，只不过因为你有一己思欲罢了，你想过的快乐奢侈，但你不努力，没有得到自己想要的，所以你难过，你用音乐来麻痹自己。你听了音乐就觉得自己是对的，自己是可怜人，但你其实是自食恶果。你是一坨屎。</li>
<li>天生一物必有用，摘自《软技能》，其在说明，不要迷恋一门你喜欢的技术，不要因为你喜欢的技术的优秀而去抨击其他技术。同理，也可放在生活中。</li>
<li>这世间的人，有病是正常，没病才有病,无论精神还是身体上。所以朋友做的有些出格的事，你除了骂 ，还要忍。</li>
<li>你觉得你正常，别人并不觉得，所以说人都是不能互相理解的。虽然你有很高的成就，照样不影响你在别人心中是傻比的形象。不要太清高自傲，不要解释太多，越解释，越傻屌。心里有什么个性独特的想法就藏着捏着,不要彰显你与别人的不同。</li>
<li>人只要在网上，就容易被带跑偏，不管你是否有独立思考的能力，照样会被带着跑，只是被带着跑的程度不同而已。</li>
<li>衡量你现在做的事情，要考虑到未来的收益。</li>
<li>人是利益驱动，这不奇怪，即使是做点很无赖的事情。</li>
<li>你很菜，不要炫耀，你没有什么值得炫耀的，你炫耀的对象可能就是低调的巨巨。</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: qxg</p>
<p class="date">Created: 2019-07-20 Sat 10:18</p>
<p class="validation"></p>
</div>
</body>
</html>
